#
# Copyright (C) 2021-2022 by LOGI-LAB@Github, < https://github.com/LOGI-LAB >.
#
# This file is part of < https://github.com/LOGI-LAB/LGMusicBot > project,
# and is released under the "GNU v3.0 License Agreement".
# Please see < https://github.com/LOGI-LAB/LGMusicBot/blob/master/LICENSE >
#
# All rights reserved.

HELP_1 = """✅**<u> 🦇🅰🅳🅼🅸🅽 🅲🅾🅼🅼🅰🅽🅳🆂 :</u>**

**c** ꜱᴛᴀɴᴅꜱ ꜰᴏʀ ᴄʜᴀɴɴᴇʟ ᴘʟᴀʏ.

/ᴘᴀᴜꜱᴇ ᴏʀ /ᴄᴘᴀᴜꜱᴇ - ᴘᴀᴜꜱᴇ ᴛʜᴇ ᴘʟᴀʏɪɴɢ ᴍᴜꜱɪᴄ.
/ʀᴇꜱᴜᴍᴇ ᴏʀ /ᴄʀᴇꜱᴜᴍᴇ- ʀᴇꜱᴜᴍᴇ ᴛʜᴇ ᴘᴀᴜꜱᴇᴅ ᴍᴜꜱɪᴄ.
/ᴍᴜᴛᴇ ᴏʀ /ᴄᴍᴜᴛᴇ- ᴍᴜᴛᴇ ᴛʜᴇ ᴘʟᴀʏɪɴɢ ᴍᴜꜱɪᴄ.
/ᴜɴᴍᴜᴛᴇ ᴏʀ /ᴄᴜɴᴍᴜᴛᴇ- ᴜɴᴍᴜᴛᴇ ᴛʜᴇ ᴍᴜᴛᴇᴅ ᴍᴜꜱɪᴄ.
/ꜱᴋɪᴘ ᴏʀ /ᴄꜱᴋɪᴘ- ꜱᴋɪᴘ ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ ᴘʟᴀʏɪɴɢ ᴍᴜꜱɪᴄ.
/ꜱᴛᴏᴘ ᴏʀ /ᴄꜱᴛᴏᴘ- ꜱᴛᴏᴘ ᴛʜᴇ ᴘʟᴀʏɪɴɢ ᴍᴜꜱɪᴄ.
/ꜱʜᴜꜰꜰʟᴇ ᴏʀ /ᴄꜱʜᴜꜰꜰʟᴇ- ʀᴀɴᴅᴏᴍʟʏ ꜱʜᴜꜰꜰʟᴇꜱ ᴛʜᴇ Qᴜᴇᴜᴇᴅ ᴘʟᴀʏʟɪꜱᴛ.
/ꜱᴇᴇᴋ ᴏʀ /ᴄꜱᴇᴇᴋ - ꜰᴏʀᴡᴀʀᴅ ꜱᴇᴇᴋ ᴛʜᴇ ᴍᴜꜱɪᴄ ᴛᴏ ʏᴏᴜʀ ᴅᴜʀᴀᴛɪᴏɴ
/ꜱᴇᴇᴋʙᴀᴄᴋ ᴏʀ /ᴄꜱᴇᴇᴋʙᴀᴄᴋ - ʙᴀᴄᴋᴡᴀʀᴅ ꜱᴇᴇᴋ ᴛʜᴇ ᴍᴜꜱɪᴄ ᴛᴏ ʏᴏᴜʀ ᴅᴜʀᴀᴛɪᴏɴ
/ʀᴇꜱᴛᴀʀᴛ - ʀᴇꜱᴛᴀʀᴛ ʙᴏᴛ ꜰᴏʀ ʏᴏᴜʀ ᴄʜᴀᴛ .


✅<ᴜ>**ꜱᴘᴇᴄɪꜰɪᴄ ꜱᴋɪᴘ:**</ᴜ>
/ꜱᴋɪᴘ ᴏʀ /ᴄꜱᴋɪᴘ [ɴᴜᴍʙᴇʀ(ᴇxᴀᴍᴘʟᴇ: 3)] 
    - ꜱᴋɪᴘꜱ ᴍᴜꜱɪᴄ ᴛᴏ ᴀ ᴛʜᴇ ꜱᴘᴇᴄɪꜰɪᴇᴅ Qᴜᴇᴜᴇᴅ ɴᴜᴍʙᴇʀ. ᴇxᴀᴍᴘʟᴇ: /ꜱᴋɪᴘ 3 ᴡɪʟʟ ꜱᴋɪᴘ ᴍᴜꜱɪᴄ ᴛᴏ ᴛʜɪʀᴅ Qᴜᴇᴜᴇᴅ ᴍᴜꜱɪᴄ ᴀɴᴅ ᴡɪʟʟ ɪɢɴᴏʀᴇ 1 ᴀɴᴅ 2 ᴍᴜꜱɪᴄ ɪɴ Qᴜᴇᴜᴇ.

✅<ᴜ>**ʟᴏᴏᴘ ᴘʟᴀʏ:**</ᴜ>
/ʟᴏᴏᴘ ᴏʀ /ᴄʟᴏᴏᴘ [ᴇɴᴀʙʟᴇ/ᴅɪꜱᴀʙʟᴇ] ᴏʀ [ɴᴜᴍʙᴇʀꜱ ʙᴇᴛᴡᴇᴇɴ 1-10] 
    - ᴡʜᴇɴ ᴀᴄᴛɪᴠᴀᴛᴇᴅ, ʙᴏᴛ ʟᴏᴏᴘꜱ ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ ᴘʟᴀʏɪɴɢ ᴍᴜꜱɪᴄ ᴛᴏ 1-10 ᴛɪᴍᴇꜱ ᴏɴ ᴠᴏɪᴄᴇ ᴄʜᴀᴛ. ᴅᴇꜰᴀᴜʟᴛ ᴛᴏ 10 ᴛɪᴍᴇꜱ.

✅<ᴜ>**ᴀᴜᴛʜ ᴜꜱᴇʀꜱ:**</ᴜ>
ᴀᴜᴛʜ ᴜꜱᴇʀꜱ ᴄᴀɴ ᴜꜱᴇ ᴀᴅᴍɪɴ ᴄᴏᴍᴍᴀɴᴅꜱ ᴡɪᴛʜᴏᴜᴛ ᴀᴅᴍɪɴ ʀɪɢʜᴛꜱ ɪɴ ʏᴏᴜʀ ᴄʜᴀᴛ.

/ᴀᴜᴛʜ [ᴜꜱᴇʀɴᴀᴍᴇ] - ᴀᴅᴅ ᴀ ᴜꜱᴇʀ ᴛᴏ ᴀᴜᴛʜ ʟɪꜱᴛ ᴏꜰ ᴛʜᴇ ɢʀᴏᴜᴘ.
/ᴜɴᴀᴜᴛʜ [ᴜꜱᴇʀɴᴀᴍᴇ] - ʀᴇᴍᴏᴠᴇ ᴀ ᴜꜱᴇʀ ꜰʀᴏᴍ ᴀᴜᴛʜ ʟɪꜱᴛ ᴏꜰ ᴛʜᴇ ɢʀᴏᴜᴘ.
/ᴀᴜᴛʜᴜꜱᴇʀꜱ - ᴄʜᴇᴄᴋ ᴀᴜᴛʜ ʟɪꜱᴛ ᴏꜰ ᴛʜᴇ ɢʀᴏᴜᴘ."""


HELP_2 = """✅<u>**▶ 🅿🅻🅰🆈 🅲🅾🅼🅼🅰🅽🅳🆂:**</u>

ᴀᴠᴀɪʟᴀʙʟᴇ ᴄᴏᴍᴍᴀɴᴅꜱ = ᴘʟᴀʏ , ᴠᴘʟᴀʏ , ᴄᴘʟᴀʏ

ꜰᴏʀᴄᴇᴘʟᴀʏ ᴄᴏᴍᴍᴀɴᴅꜱ = ᴘʟᴀʏꜰᴏʀᴄᴇ , ᴠᴘʟᴀʏꜰᴏʀᴄᴇ , ᴄᴘʟᴀʏꜰᴏʀᴄᴇ

**ᴄ** ꜱᴛᴀɴᴅꜱ ꜰᴏʀ ᴄʜᴀɴɴᴇʟ ᴘʟᴀʏ.
**ᴠ** ꜱᴛᴀɴᴅꜱ ꜰᴏʀ ᴠɪᴅᴇᴏ ᴘʟᴀʏ.
**ꜰᴏʀᴄᴇ** ꜱᴛᴀɴᴅꜱ ꜰᴏʀ ꜰᴏʀᴄᴇ ᴘʟᴀʏ.

/ᴘʟᴀʏ ᴏʀ /ᴠᴘʟᴀʏ ᴏʀ /ᴄᴘʟᴀʏ  - ʙᴏᴛ ᴡɪʟʟ ꜱᴛᴀʀᴛ ᴘʟᴀʏɪɴɢ ʏᴏᴜʀ ɢɪᴠᴇɴ Qᴜᴇʀʏ ᴏɴ ᴠᴏɪᴄᴇ ᴄʜᴀᴛ ᴏʀ ꜱᴛʀᴇᴀᴍ ʟɪᴠᴇ ʟɪɴᴋꜱ ᴏɴ ᴠᴏɪᴄᴇ ᴄʜᴀᴛꜱ.

/ᴘʟᴀʏꜰᴏʀᴄᴇ ᴏʀ /ᴠᴘʟᴀʏꜰᴏʀᴄᴇ ᴏʀ /ᴄᴘʟᴀʏꜰᴏʀᴄᴇ -  **ꜰᴏʀᴄᴇ ᴘʟᴀʏ** ꜱᴛᴏᴘꜱ ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ ᴘʟᴀʏɪɴɢ ᴛʀᴀᴄᴋ ᴏɴ ᴠᴏɪᴄᴇ ᴄʜᴀᴛ ᴀɴᴅ ꜱᴛᴀʀᴛꜱ ᴘʟᴀʏɪɴɢ ᴛʜᴇ ꜱᴇᴀʀᴄʜᴇᴅ ᴛʀᴀᴄᴋ ɪɴꜱᴛᴀɴᴛʟʏ ᴡɪᴛʜᴏᴜᴛ ᴅɪꜱᴛᴜʀʙɪɴɢ/ᴄʟᴇᴀʀɪɴɢ Qᴜᴇᴜᴇ.

/ᴄʜᴀɴɴᴇʟᴘʟᴀʏ [ᴄʜᴀᴛ ᴜꜱᴇʀɴᴀᴍᴇ ᴏʀ ɪᴅ] ᴏʀ [ᴅɪꜱᴀʙʟᴇ] - ᴄᴏɴɴᴇᴄᴛ ᴄʜᴀɴɴᴇʟ ᴛᴏ ᴀ ɢʀᴏᴜᴘ ᴀɴᴅ ꜱᴛʀᴇᴀᴍ ᴍᴜꜱɪᴄ ᴏɴ ᴄʜᴀɴɴᴇʟ'ꜱ ᴠᴏɪᴄᴇ ᴄʜᴀᴛ ꜰʀᴏᴍ ʏᴏᴜʀ ɢʀᴏᴜᴘ.


✅**<ᴜ>ʙᴏᴛ'ꜱ ꜱᴇʀᴠᴇʀ ᴘʟᴀʏʟɪꜱᴛꜱ:</ᴜ>**
/ᴘʟᴀʏʟɪꜱᴛ  - ᴄʜᴇᴄᴋ ʏᴏᴜʀ ꜱᴀᴠᴇᴅ ᴘʟᴀʏʟɪꜱᴛ ᴏɴ ꜱᴇʀᴠᴇʀꜱ.
/ᴅᴇʟᴇᴛᴇᴘʟᴀʏʟɪꜱᴛ - ᴅᴇʟᴇᴛᴇ ᴀɴʏ ꜱᴀᴠᴇᴅ ᴍᴜꜱɪᴄ ɪɴ ʏᴏᴜʀ ᴘʟᴀʏʟɪꜱᴛ
/ᴘʟᴀʏ  - ꜱᴛᴀʀᴛ ᴘʟᴀʏɪɴɢ ʏᴏᴜʀ ꜱᴀᴠᴇᴅ ᴘʟᴀʏʟɪꜱᴛ ꜰʀᴏᴍ ꜱᴇʀᴠᴇʀꜱ."""


HELP_3 = """✅<u>**🤖 🅱🅾🆃 🅲🅾🅼🅼🅰🅽🅳🆂:**</u>

/ꜱᴛᴀᴛꜱ - ɢᴇᴛ ᴛᴏᴘ 10 ᴛʀᴀᴄᴋꜱ ɢʟᴏʙᴀʟ ꜱᴛᴀᴛꜱ, ᴛᴏᴘ 10 ᴜꜱᴇʀꜱ ᴏꜰ ʙᴏᴛ, ᴛᴏᴘ 10 ᴄʜᴀᴛꜱ ᴏɴ ʙᴏᴛ, ᴛᴏᴘ 10 ᴘʟᴀʏᴇᴅ ɪɴ ᴀ ᴄʜᴀᴛ ᴇᴛᴄ ᴇᴛᴄ.

/ꜱᴜᴅᴏʟɪꜱᴛ - ᴄʜᴇᴄᴋ ꜱᴜᴅᴏ ᴜꜱᴇʀꜱ ᴏꜰ ʟɢ ᴍᴜꜱɪᴄ ʙᴏᴛ

/ʟʏʀɪᴄꜱ [ᴍᴜꜱɪᴄ ɴᴀᴍᴇ] - ꜱᴇᴀʀᴄʜᴇꜱ ʟʏʀɪᴄꜱ ꜰᴏʀ ᴛʜᴇ ᴘᴀʀᴛɪᴄᴜʟᴀʀ ᴍᴜꜱɪᴄ ᴏɴ ᴡᴇʙ.

/ꜱᴏɴɢ [ᴛʀᴀᴄᴋ ɴᴀᴍᴇ] ᴏʀ [ʏᴛ ʟɪɴᴋ] - ᴅᴏᴡɴʟᴏᴀᴅ ᴀɴʏ ᴛʀᴀᴄᴋ ꜰʀᴏᴍ ʏᴏᴜᴛᴜʙᴇ ɪɴ ᴍᴘ3 ᴏʀ ᴍᴘ4 ꜰᴏʀᴍᴀᴛꜱ.

/ᴘʟᴀʏᴇʀ -  ɢᴇᴛ ᴀ ɪɴᴛᴇʀᴀᴄᴛɪᴠᴇ ᴘʟᴀʏɪɴɢ ᴘᴀɴᴇʟ.

**ᴄ** ꜱᴛᴀɴᴅꜱ ꜰᴏʀ ᴄʜᴀɴɴᴇʟ ᴘʟᴀʏ.

/Qᴜᴇᴜᴇ ᴏʀ /ᴄQᴜᴇᴜᴇ- ᴄʜᴇᴄᴋ Qᴜᴇᴜᴇ ʟɪꜱᴛ ᴏꜰ ᴍᴜꜱɪᴄ."""

HELP_4 = """✅<u>**🛠 🅴🆇🆃🆁🅰  🅲🅾🅼🅼🅰🅽🅳🆂:**</u>
/ꜱᴛᴀʀᴛ - ꜱᴛᴀʀᴛ ᴛʜᴇ ᴍᴜꜱɪᴄ ʙᴏᴛ.
/ʜᴇʟᴘ  - ɢᴇᴛ ᴄᴏᴍᴍᴀɴᴅꜱ ʜᴇʟᴘᴇʀ ᴍᴇɴᴜ ᴡɪᴛʜ ᴅᴇᴛᴀɪʟᴇᴅ ᴇxᴘʟᴀɴᴀᴛɪᴏɴꜱ ᴏꜰ ᴄᴏᴍᴍᴀɴᴅꜱ.
/ᴘɪɴɢ- ᴘɪɴɢ ᴛʜᴇ ʙᴏᴛ ᴀɴᴅ ᴄʜᴇᴄᴋ ʀᴀᴍ, ᴄᴘᴜ ᴇᴛᴄ ꜱᴛᴀᴛꜱ ᴏꜰ ʙᴏᴛ.

✅<ᴜ>**ɢʀᴏᴜᴘ ꜱᴇᴛᴛɪɴɢꜱ:**</ᴜ>
/ꜱᴇᴛᴛɪɴɢꜱ - ɢᴇᴛ ᴀ ᴄᴏᴍᴘʟᴇᴛᴇ ɢʀᴏᴜᴘ'ꜱ ꜱᴇᴛᴛɪɴɢꜱ ᴡɪᴛʜ ɪɴʟɪɴᴇ ʙᴜᴛᴛᴏɴꜱ

🔗 **ᴏᴘᴛɪᴏɴꜱ ɪɴ ꜱᴇᴛᴛɪɴɢꜱ:**

1️⃣ ʏᴏᴜ ᴄᴀɴ ꜱᴇᴛ **ᴀᴜᴅɪᴏ Qᴜᴀʟɪᴛʏ** ʏᴏᴜ ᴡᴀɴᴛ ᴛᴏ ꜱᴛʀᴇᴀᴍ ᴏɴ ᴠᴏɪᴄᴇ ᴄʜᴀᴛ.

2️⃣ ʏᴏᴜ ᴄᴀɴ ꜱᴇᴛ **ᴠɪᴅᴇᴏ Qᴜᴀʟɪᴛʏ** ʏᴏᴜ ᴡᴀɴᴛ ᴛᴏ ꜱᴛʀᴇᴀᴍ ᴏɴ ᴠᴏɪᴄᴇ ᴄʜᴀᴛ.

3️⃣ **ᴀᴜᴛʜ ᴜꜱᴇʀꜱ**:- ʏᴏᴜ ᴄᴀɴ ᴄʜᴀɴɢᴇ ᴀᴅᴍɪɴ ᴄᴏᴍᴍᴀɴᴅꜱ ᴍᴏᴅᴇ ꜰʀᴏᴍ ʜᴇʀᴇ ᴛᴏ ᴇᴠᴇʀʏᴏɴᴇ ᴏʀ ᴀᴅᴍɪɴꜱ ᴏɴʟʏ. ɪꜰ ᴇᴠᴇʀʏᴏɴᴇ, ᴀɴʏᴏɴᴇ ᴘʀᴇꜱᴇɴᴛ ɪɴ ʏᴏᴜ ɢʀᴏᴜᴘ ᴡɪʟʟ ʙᴇ ᴀʙʟᴇ ᴛᴏ ᴜꜱᴇ ᴀᴅᴍɪɴ ᴄᴏᴍᴍᴀɴᴅꜱ(ʟɪᴋᴇ /ꜱᴋɪᴘ, /ꜱᴛᴏᴘ ᴇᴛᴄ)

4️⃣ **ᴄʟᴇᴀɴ ᴍᴏᴅᴇ:** ᴡʜᴇɴ ᴇɴᴀʙʟᴇᴅ ᴅᴇʟᴇᴛᴇꜱ ᴛʜᴇ ʙᴏᴛ'ꜱ ᴍᴇꜱꜱᴀɢᴇꜱ ᴀꜰᴛᴇʀ 5 ᴍɪɴꜱ ꜰʀᴏᴍ ʏᴏᴜʀ ɢʀᴏᴜᴘ ᴛᴏ ᴍᴀᴋᴇ ꜱᴜʀᴇ ʏᴏᴜʀ ᴄʜᴀᴛ ʀᴇᴍᴀɪɴꜱ ᴄʟᴇᴀɴ ᴀɴᴅ ɢᴏᴏᴅ.

5️⃣ **ᴄᴏᴍᴍᴀɴᴅ ᴄʟᴇᴀɴ** : ᴡʜᴇɴ ᴀᴄᴛɪᴠᴀᴛᴇᴅ, ʙᴏᴛ ᴡɪʟʟ ᴅᴇʟᴇᴛᴇ ɪᴛꜱ ᴇxᴇᴄᴜᴛᴇᴅ ᴄᴏᴍᴍᴀɴᴅꜱ (/ᴘʟᴀʏ, /ᴘᴀᴜꜱᴇ, /ꜱʜᴜꜰꜰʟᴇ, /ꜱᴛᴏᴘ ᴇᴛᴄ) ɪᴍᴍᴇᴅɪᴀᴛᴇʟʏ.

6️⃣ **ᴘʟᴀʏ ꜱᴇᴛᴛɪɴɢꜱ:**

/ᴘʟᴀʏᴍᴏᴅᴇ - ɢᴇᴛ ᴀ ᴄᴏᴍᴘʟᴇᴛᴇ ᴘʟᴀʏ ꜱᴇᴛᴛɪɴɢꜱ ᴘᴀɴᴇʟ ᴡɪᴛʜ ʙᴜᴛᴛᴏɴꜱ ᴡʜᴇʀᴇ ʏᴏᴜ ᴄᴀɴ ꜱᴇᴛ ʏᴏᴜʀ ɢʀᴏᴜᴘ'ꜱ ᴘʟᴀʏ ꜱᴇᴛᴛɪɴɢꜱ. 

<ᴜ>ᴏᴘᴛɪᴏɴꜱ ɪɴ ᴘʟᴀʏᴍᴏᴅᴇ:</ᴜ>

1️⃣ **ꜱᴇᴀʀᴄʜ ᴍᴏᴅᴇ** [ᴅɪʀᴇᴄᴛ ᴏʀ ɪɴʟɪɴᴇ] - ᴄʜᴀɴɢᴇꜱ ʏᴏᴜʀ ꜱᴇᴀʀᴄʜ ᴍᴏᴅᴇ ᴡʜɪʟᴇ ʏᴏᴜ ɢɪᴠᴇ /ᴘʟᴀʏ ᴍᴏᴅᴇ. 

2️⃣ **ᴀᴅᴍɪɴ ᴄᴏᴍᴍᴀɴᴅꜱ** [ᴇᴠᴇʀʏᴏɴᴇ ᴏʀ ᴀᴅᴍɪɴꜱ] - ɪꜰ ᴇᴠᴇʀʏᴏɴᴇ, ᴀɴʏᴏɴᴇ ᴘʀᴇꜱᴇɴᴛ ɪɴ ʏᴏᴜ ɢʀᴏᴜᴘ ᴡɪʟʟ ʙᴇ ᴀʙʟᴇ ᴛᴏ ᴜꜱᴇ ᴀᴅᴍɪɴ ᴄᴏᴍᴍᴀɴᴅꜱ(ʟɪᴋᴇ /ꜱᴋɪᴘ, /ꜱᴛᴏᴘ ᴇᴛᴄ)

3️⃣ **ᴘʟᴀʏ ᴛʏᴘᴇ** [ᴇᴠᴇʀʏᴏɴᴇ ᴏʀ ᴀᴅᴍɪɴꜱ] - ɪꜰ ᴀᴅᴍɪɴꜱ, ᴏɴʟʏ ᴀᴅᴍɪɴꜱ ᴘʀᴇꜱᴇɴᴛ ɪɴ ɢʀᴏᴜᴘ ᴄᴀɴ ᴘʟᴀʏ ᴍᴜꜱɪᴄ ᴏɴ ᴠᴏɪᴄᴇ ᴄʜᴀᴛ."""

HELP_5 = """🔰**<u>🎭 𝙰𝙳𝙳 & 𝚁𝙴𝙼𝙾𝚅𝙴 𝚂𝚄𝙳𝙾 𝚄𝚂𝙴𝚁𝚂 :</u>**
/ᴀᴅᴅꜱᴜᴅᴏ [ᴜꜱᴇʀɴᴀᴍᴇ ᴏʀ ʀᴇᴘʟʏ ᴛᴏ ᴀ ᴜꜱᴇʀ]
/ᴅᴇʟꜱᴜᴅᴏ [ᴜꜱᴇʀɴᴀᴍᴇ ᴏʀ ʀᴇᴘʟʏ ᴛᴏ ᴀ ᴜꜱᴇʀ]

🛃**<ᴜ>ʜᴇʀᴏᴋᴜ:</ᴜ>**
/ᴜꜱᴀɢᴇ - ᴅʏɴᴏ ᴜꜱᴀɢᴇ.

🌐**<ᴜ>ᴄᴏɴꜰɪɢ ᴠᴀʀꜱ:</ᴜ>**
/ɢᴇᴛ_ᴠᴀʀ - ɢᴇᴛ ᴀ ᴄᴏɴꜰɪɢ ᴠᴀʀ ꜰʀᴏᴍ ʜᴇʀᴏᴋᴜ ᴏʀ .ᴇɴᴠ.
/ᴅᴇʟ_ᴠᴀʀ - ᴅᴇʟᴇᴛᴇ ᴀɴʏ ᴠᴀʀ ᴏɴ ʜᴇʀᴏᴋᴜ ᴏʀ .ᴇɴᴠ.
/ꜱᴇᴛ_ᴠᴀʀ [ᴠᴀʀ ɴᴀᴍᴇ] [ᴠᴀʟᴜᴇ] - ꜱᴇᴛ ᴀ ᴠᴀʀ ᴏʀ ᴜᴘᴅᴀᴛᴇ ᴀ ᴠᴀʀ ᴏɴ ʜᴇʀᴏᴋᴜ ᴏʀ .ᴇɴᴠ. ꜱᴇᴘᴇʀᴀᴛᴇ ᴠᴀʀ ᴀɴᴅ ɪᴛꜱ ᴠᴀʟᴜᴇ ᴡɪᴛʜ ᴀ ꜱᴘᴀᴄᴇ.

🤖**<ᴜ>ʙᴏᴛ ᴄᴏᴍᴍᴀɴᴅꜱ:</ᴜ>**
/ʀᴇʙᴏᴏᴛ - ʀᴇʙᴏᴏᴛ ʏᴏᴜʀ ʙᴏᴛ. 
/ᴜᴘᴅᴀᴛᴇ - ᴜᴘᴅᴀᴛᴇ ʙᴏᴛ.
/ꜱᴘᴇᴇᴅᴛᴇꜱᴛ - ᴄʜᴇᴄᴋ ꜱᴇʀᴠᴇʀ ꜱᴘᴇᴇᴅꜱ
/ᴍᴀɪɴᴛᴇɴᴀɴᴄᴇ [ᴇɴᴀʙʟᴇ / ᴅɪꜱᴀʙʟᴇ] 
/ʟᴏɢɢᴇʀ [ᴇɴᴀʙʟᴇ / ᴅɪꜱᴀʙʟᴇ] - ʙᴏᴛ ʟᴏɢꜱ ᴛʜᴇ ꜱᴇᴀʀᴄʜᴇᴅ Qᴜᴇʀɪᴇꜱ ɪɴ ʟᴏɢɢᴇʀ ɢʀᴏᴜᴘ.
/ɢᴇᴛ_ʟᴏɢ [ɴᴜᴍʙᴇʀ ᴏꜰ ʟɪɴᴇꜱ] - ɢᴇᴛ ʟᴏɢ ᴏꜰ ʏᴏᴜʀ ʙᴏᴛ ꜰʀᴏᴍ ʜᴇʀᴏᴋᴜ ᴏʀ ᴠᴘꜱ. ᴡᴏʀᴋꜱ ꜰᴏʀ ʙᴏᴛʜ.
/ᴀᴜᴛᴏᴇɴᴅ [ᴇɴᴀʙʟᴇ|ᴅɪꜱᴀʙʟᴇ] - ᴇɴᴀʙʟᴇ ᴀᴜᴛᴏ ꜱᴛʀᴇᴀᴍ ᴇɴᴅ ᴀꜰᴛᴇʀ 3 ᴍɪɴꜱ ɪꜰ ɴᴏ ᴏɴᴇ ɪꜱ ʟɪꜱᴛᴇɴɪɴɢ.

📈**<ᴜ>ꜱᴛᴀᴛꜱ ᴄᴏᴍᴍᴀɴᴅꜱ:</ᴜ>**
/ᴀᴄᴛɪᴠᴇᴠᴏɪᴄᴇ - ᴄʜᴇᴄᴋ ᴀᴄᴛɪᴠᴇ ᴠᴏɪᴄᴇ ᴄʜᴀᴛꜱ ᴏɴ ʙᴏᴛ.
/ᴀᴄᴛɪᴠᴇᴠɪᴅᴇᴏ - ᴄʜᴇᴄᴋ ᴀᴄᴛɪᴠᴇ ᴠɪᴅᴇᴏ ᴄᴀʟʟꜱ ᴏɴ ʙᴏᴛ.
/ꜱᴛᴀᴛꜱ - ᴄʜᴇᴄᴋ ʙᴏᴛꜱ ꜱᴛᴀᴛꜱ

⚠️**<ᴜ>ʙʟᴀᴄᴋʟɪꜱᴛ ᴄʜᴀᴛ ꜰᴜɴᴄᴛɪᴏɴ:</ᴜ>**
/ʙʟᴀᴄᴋʟɪꜱᴛᴄʜᴀᴛ [ᴄʜᴀᴛ_ɪᴅ] - ʙʟᴀᴄᴋʟɪꜱᴛ ᴀɴʏ ᴄʜᴀᴛ ꜰʀᴏᴍ ᴜꜱɪɴɢ ᴍᴜꜱɪᴄ ʙᴏᴛ
/ᴡʜɪᴛᴇʟɪꜱᴛᴄʜᴀᴛ [ᴄʜᴀᴛ_ɪᴅ] - ᴡʜɪᴛᴇʟɪꜱᴛ ᴀɴʏ ʙʟᴀᴄᴋʟɪꜱᴛᴇᴅ ᴄʜᴀᴛ ꜰʀᴏᴍ ᴜꜱɪɴɢ ᴍᴜꜱɪᴄ ʙᴏᴛ
/ʙʟᴀᴄᴋʟɪꜱᴛᴇᴅᴄʜᴀᴛ - ᴄʜᴇᴄᴋ ᴀʟʟ ʙʟᴀᴄᴋʟɪꜱᴛᴇᴅ ᴄʜᴀᴛꜱ.

👤**<ᴜ>ʙʟᴏᴄᴋᴇᴅ ꜰᴜɴᴄᴛɪᴏɴ:</ᴜ>**
/ʙʟᴏᴄᴋ [ᴜꜱᴇʀɴᴀᴍᴇ ᴏʀ ʀᴇᴘʟʏ ᴛᴏ ᴀ ᴜꜱᴇʀ] - ᴘʀᴇᴠᴇɴᴛꜱ ᴀ ᴜꜱᴇʀ ꜰʀᴏᴍ ᴜꜱɪɴɢ ʙᴏᴛ ᴄᴏᴍᴍᴀɴᴅꜱ.
/ᴜɴʙʟᴏᴄᴋ [ᴜꜱᴇʀɴᴀᴍᴇ ᴏʀ ʀᴇᴘʟʏ ᴛᴏ ᴀ ᴜꜱᴇʀ] - ʀᴇᴍᴏᴠᴇ ᴀ ᴜꜱᴇʀ ꜰʀᴏᴍ ʙᴏᴛ'ꜱ ʙʟᴏᴄᴋᴇᴅ ʟɪꜱᴛ.
/ʙʟᴏᴄᴋᴇᴅᴜꜱᴇʀꜱ - ᴄʜᴇᴄᴋ ʙʟᴏᴄᴋᴇᴅ ᴜꜱᴇʀꜱ ʟɪꜱᴛꜱ

👤**<ᴜ>ɢʙᴀɴ ꜰᴜɴᴄᴛɪᴏɴ:</ᴜ>**
/ɢʙᴀɴ [ᴜꜱᴇʀɴᴀᴍᴇ ᴏʀ ʀᴇᴘʟʏ ᴛᴏ ᴀ ᴜꜱᴇʀ] - ɢʙᴀɴ ᴀ ᴜꜱᴇʀ ꜰʀᴏᴍ ʙᴏᴛ'ꜱ ꜱᴇʀᴠᴇᴅ ᴄʜᴀᴛ ᴀɴᴅ ꜱᴛᴏᴘ ʜɪᴍ ꜰʀᴏᴍ ᴜꜱɪɴɢ ʏᴏᴜʀ ʙᴏᴛ.
/ᴜɴɢʙᴀɴ [ᴜꜱᴇʀɴᴀᴍᴇ ᴏʀ ʀᴇᴘʟʏ ᴛᴏ ᴀ ᴜꜱᴇʀ] - ʀᴇᴍᴏᴠᴇ ᴀ ᴜꜱᴇʀ ꜰʀᴏᴍ ʙᴏᴛ'ꜱ ɢʙᴀɴɴᴇᴅ ʟɪꜱᴛ ᴀɴᴅ ᴀʟʟᴏᴡ ʜɪᴍ ꜰᴏʀ ᴜꜱɪɴɢ ʏᴏᴜʀ ʙᴏᴛ
/ɢʙᴀɴɴᴇᴅᴜꜱᴇʀꜱ - ᴄʜᴇᴄᴋ ɢʙᴀɴɴᴇᴅ ᴜꜱᴇʀꜱ ʟɪꜱᴛꜱ

🎥**<ᴜ>ᴠɪᴅᴇᴏᴄᴀʟʟꜱ ꜰᴜɴᴄᴛɪᴏɴ:</ᴜ>**
/ꜱᴇᴛ_ᴠɪᴅᴇᴏ_ʟɪᴍɪᴛ [ɴᴜᴍʙᴇʀ ᴏꜰ ᴄʜᴀᴛꜱ] - ꜱᴇᴛ ᴀ ᴍᴀxɪᴍᴜᴍ ɴᴜᴍʙᴇʀ ᴏꜰ ᴄʜᴀᴛꜱ ᴀʟʟᴏᴡᴇᴅ ꜰᴏʀ ᴠɪᴅᴇᴏ ᴄᴀʟʟꜱ ᴀᴛ ᴀ ᴛɪᴍᴇ. ᴅᴇꜰᴀᴜʟᴛ ᴛᴏ 3 ᴄʜᴀᴛꜱ.
/ᴠɪᴅᴇᴏᴍᴏᴅᴇ [ᴅᴏᴡɴʟᴏᴀᴅ|ᴍ3ᴜ8] - ɪꜰ ᴅᴏᴡɴʟᴏᴀᴅ ᴍᴏᴅᴇ ɪꜱ ᴇɴᴀʙʟᴇᴅ, ʙᴏᴛ ᴡɪʟʟ ᴅᴏᴡɴʟᴏᴀᴅ ᴠɪᴅᴇᴏꜱ ɪɴꜱᴛᴇᴀᴅ ᴏꜰ ᴘʟᴀʏɪɴɢ ᴛʜᴇᴍ ɪɴ ᴍ3ᴜ8 ꜰᴏʀᴍ. ʙʏᴅᴇꜰᴀᴜʟᴛ ᴛᴏ ᴍ3ᴜ8. ʏᴏᴜ ᴄᴀɴ ᴜꜱᴇ ᴅᴏᴡɴʟᴏᴀᴅ ᴍᴏᴅᴇ ᴡʜᴇɴ ᴀɴʏ Qᴜᴇʀʏ ᴅᴏᴇꜱɴᴛ ᴘʟᴀʏꜱ ɪɴ ᴍ3ᴜ8 ᴍᴏᴅᴇ.

⚡️**<ᴜ>ᴘʀɪᴠᴀᴛᴇ ʙᴏᴛ ꜰᴜɴᴄᴛɪᴏɴ:</ᴜ>**
/ᴀᴜᴛʜᴏʀɪᴢᴇ [ᴄʜᴀᴛ_ɪᴅ] - ᴀʟʟᴏᴡ ᴀ ᴄʜᴀᴛ ꜰᴏʀ ᴜꜱɪɴɢ ʏᴏᴜʀ ʙᴏᴛ.
/ᴜɴᴀᴜᴛʜᴏʀɪᴢᴇ [ᴄʜᴀᴛ_ɪᴅ] - ᴅɪꜱᴀʟʟᴏᴡ ᴀ ᴄʜᴀᴛ ꜰʀᴏᴍ ᴜꜱɪɴɢ ʏᴏᴜʀ ʙᴏᴛ.
/ᴀᴜᴛʜᴏʀɪᴢᴇᴅ - ᴄʜᴇᴄᴋ ᴀʟʟ ᴀʟʟᴏᴡᴇᴅ ᴄʜᴀᴛꜱ ᴏꜰ ʏᴏᴜʀ ʙᴏᴛ.

🌐**<ᴜ>ʙʀᴏᴀᴅᴄᴀꜱᴛ ꜰᴜɴᴄᴛɪᴏɴ:</ᴜ>**
/ʙʀᴏᴀᴅᴄᴀꜱᴛ [ᴍᴇꜱꜱᴀɢᴇ ᴏʀ ʀᴇᴘʟʏ ᴛᴏ ᴀ ᴍᴇꜱꜱᴀɢᴇ] - ʙʀᴏᴀᴅᴄᴀꜱᴛ ᴀɴʏ ᴍᴇꜱꜱᴀɢᴇ ᴛᴏ ʙᴏᴛ'ꜱ ꜱᴇʀᴠᴇᴅ ᴄʜᴀᴛꜱ.

<ᴜ>ᴏᴘᴛɪᴏɴꜱ ꜰᴏʀ ʙʀᴏᴀᴅᴄᴀꜱᴛ:</ᴜ>
**-ᴘɪɴ** : ᴛʜɪꜱ ᴡɪʟʟ ᴘɪɴ ʏᴏᴜʀ ᴍᴇꜱꜱᴀɢᴇ 
**-ᴘɪɴʟᴏᴜᴅ** : ᴛʜɪꜱ ᴡɪʟʟ ᴘɪɴ ʏᴏᴜʀ ᴍᴇꜱꜱᴀɢᴇ ᴡɪᴛʜ ʟᴏᴜᴅ ɴᴏᴛɪꜰɪᴄᴀᴛɪᴏɴ
**-ᴜꜱᴇʀ** : ᴛʜɪꜱ ᴡɪʟʟ ʙʀᴏᴀᴅᴄᴀꜱᴛ ʏᴏᴜʀ ᴍᴇꜱꜱᴀɢᴇ ᴛᴏ ᴛʜᴇ ᴜꜱᴇʀꜱ ᴡʜᴏ ʜᴀᴠᴇ ꜱᴛᴀʀᴛᴇᴅ ʏᴏᴜʀ ʙᴏᴛ.
**-ᴀꜱꜱɪꜱᴛᴀɴᴛ** : ᴛʜɪꜱ ᴡɪʟʟ ʙʀᴏᴀᴅᴄᴀꜱᴛ ʏᴏᴜʀ ᴍᴇꜱꜱᴀɢᴇ ꜰʀᴏᴍ ᴀꜱꜱɪꜱᴛᴀɴᴛ ᴀᴄᴄᴏᴜɴᴛ ᴏꜰ ʏᴏᴜʀ ʙᴏᴛ.
**-ɴᴏʙᴏᴛ** : ᴛʜɪꜱ ᴡɪʟʟ ꜰᴏʀᴄᴇ ʏᴏᴜʀ ʙᴏᴛ ᴛᴏ ɴᴏᴛ ʙʀᴏᴀᴅᴄᴀꜱᴛ ᴍᴇꜱꜱᴀɢᴇ

**ᴇxᴀᴍᴘʟᴇ:** `/ʙʀᴏᴀᴅᴄᴀꜱᴛ -ᴜꜱᴇʀ -ᴀꜱꜱɪꜱᴛᴀɴᴛ -ᴘɪɴ ʜᴇʟʟᴏ ᴛᴇꜱᴛɪɴɢ`

"""
HELP_6 = """🔰**<u>👨‍💻 🅰🅱🅾🆄🆃 🅲🆁🅴🅰🆃🅾🆁 :</u>**

  ✨ʟɢ ᴍᴜꜱɪᴄ ʙᴏᴛ ɪꜱ ᴏɴᴇ ᴏꜰ ᴛʜᴇ ʙᴏᴛ ɪɴ [ʟɢ ʙᴏᴛꜱ ꜱᴏᴄɪᴇᴛʏ](https://t.me/LGbots) .
  ✨ʟɢ ᴍᴜꜱɪᴄ ʙᴏᴛ ᴄʀᴇᴀᴛᴏʀ ɪꜱ [ʟᴏɢᴇꜱʜ](https://t.me/aboutlogesh) .
"""